Repository: Struds2886/Tides
Catalog: Struds.Net.TidePredictor.Domain/Localisation/Resource.*.resx
Languages: de, fr

# AddDryingHeightCaption
source: Add Drying Height:
de: Trocknungshöhe hinzufügen:
fr: Ajouter la hauteur de séchage:

# AddFallToNextLowWaterCaption
source: Add Tidal Fall Between Now and Next LW:
de: Gezeitensturz zwischen jetzt und dem nächsten LW hinzufügen:
fr: Ajouter Tidal Fall entre maintenant et le prochain LW:

# AllTimesLocalCaption
source: All Times shown in Local
de: Alle Zeiten in Lokal angezeigt
fr: Toutes les heures affichées en local

# AllTimesUtcCaption
source: All Times shown in UTC
de: Alle Zeiten in UTC angezeigt
fr: Toutes les heures affichées en UTC

# ApplicationTitle
source: Tide Predictor
de: Gezeitenprädiktor
fr: Prédicteur de marée

# BusyContentCaption
source: Loading Data
de: Daten werden geladen
fr: Chargement des données

# CalculationsCaption
source: Calculations
de: Berechnungen
fr: Calculs

# ChartYAxisTitle
source: Tide Height (Metres)
de: Gezeitenhöhe (Meter)
fr: Hauteur de la marée (mètres)

# ChooseEndDateCaption
source: Choose End Date
de: Wählen Sie Enddatum
fr: Choisissez la date de fin

# ChooseStartDateCaption
source: Choose Start Date
de: Wählen Sie Startdatum
fr: Choisissez la date de début

# ClearChartedObjectHeaderCaption
source: Clear Charted Object
de: Diagrammobjekt löschen
fr: Effacer l'objet graphique

# ColumnHeaderIsFavorite
source: Favorite
de: Lieblings
fr: Préféré

# ColumnHeaderTideHeight
source: Height
de: Höhe
fr: la taille

# ColumnHeaderTideRange
source: Range
de: Angebot
fr: Intervalle

# ColumnHeaderTideState
source: Tide State
de: Gezeitenzustand
fr: État des marées

# ColumnHeaderTideStation
source: Tide Station
de: Gezeitenstation
fr: Station de marée

# ColumnHeaderTideTime
source: Time
de: Zeit
fr: Temps

# FavoriteTideStationsTitle
source: Favorite Tide Stations
de: Lieblings-Gezeitenstationen
fr: Stations de marée préférées

# FromCaption
source: From:
de: Von:
fr: De:

# GetTideHeightsCaption
source: Get Tide Heights
de: Holen Sie sich Tide Heights
fr: Obtenez Tide Heights

# HeightCaption
source: Height:
de: Höhe:
fr: La taille:

# HeightOfTideRequiredCaption
source: Height of Tide Required:
de: Gezeitenhöhe Erforderlich:
fr: Hauteur de marée requise:

source: High Water
de: Hochwasser

# IntervalCaption
source: Interval:
de: Intervall:
fr: Intervalle:

# LandingPageCaption
source: Select a Tide Station
de: Wählen Sie eine Gezeitenstation
fr: Sélectionnez une station de marée

# LocalCaption
source: Local
de: Lokal

source: Low Water
de: Niedriges Wasser

# ManageFavoriteTideStationsTitle
source: Manage Favorite Tide Stations
de: Verwalten Sie bevorzugte Gezeitenstationen
fr: Gérer les stations de marée préférées

source: Metres
de: Meter
fr: Mètres

# MinutesCaptions
source: Minutes
de: Minuten

# MobileApplicationTitle
source: Tide Planning
de: Gezeitenplanung
fr: Planification des marées

# NavigationButtonCaptionBack
source: Back
de: Zurück
fr: Arrière

# NextLowWaterHeightCaption
source: Next Low Water Height:
de: Nächste niedrige Wasserhöhe:
fr: Prochaine faible hauteur d'eau:

# NextLowWaterTimeCaption
source: Next Low Water Time:
de: Nächste Niedrigwasserzeit:
fr: Prochaine période de basses eaux:

# PickFromListCaption
source: Pick from List
de: Wählen Sie aus der Liste
fr: Choisir dans la liste

# PickFromMapCaption
source: Pick From Map
de: Aus Karte auswählen
fr: Choisir sur la carte

# RefreshTimeHeightTooltip
source: Ctrl-R to Refresh Tide Heights
de: Strg-R zum Aktualisieren der Gezeitenhöhen
fr: Ctrl-R pour actualiser les hauteurs de marée

# SafeAnchorDepthCaption
source: Safe Anchor Depth:
de: Sichere Ankertiefe:
fr: Profondeur d'ancrage sûre:

# SafeAnchoringDepthHeaderCaption
source: Safe Anchoring Depth
de: Sichere Verankerungstiefe
fr: Profondeur d'ancrage sûre

# SelectedTideHeightCaption
source: Current Selected Tide Height
de: Aktuelle ausgewählte Gezeitenhöhe
fr: Hauteur de marée actuellement sélectionnée

# SelectedTideStationCaption
source: Selected Tide Station
de: Ausgewählte Gezeitenstation
fr: Station de marée sélectionnée

# ShowOnTideCurveCaption
source: Show on Tide Curve:
de: Auf Gezeitenkurve anzeigen:
fr: Afficher sur la courbe des marées:

# ShowTideCurveCaption
source: Show Tide Curve
de: Gezeitenkurve anzeigen
fr: Afficher la courbe des marées

# ShowTimeInUtcCaption
source: Show Date Time in UTC:
de: Datum und Uhrzeit in UTC anzeigen:
fr: Afficher la date et l'heure en UTC:

# SnackbarMessageLoadingComplete
source: Finished Loading Tide Stations
de: Fertige Ladestationen
fr: Stations de marée de chargement terminées

# SnackbarMessageLoadingTideStations
source: Loading Tide Stations
de: Laden von Gezeitenstationen
fr: Chargement des stations de marée

# SubtractChartedDepthCaption
source: Subtract Charted Depth:
de: Gezeichnete Tiefe subtrahieren:
fr: Soustraire la profondeur indiquée sur la carte:

# TideHeight
source: Selected Tide Height
de: Ausgewählte Gezeitenhöhe
fr: Hauteur de marée sélectionnée

# TideHeightsIntervalCaption
source: Interval between Tide Heights:
de: Intervall zwischen Gezeitenhöhen:
fr: Intervalle entre les hauteurs de marée:

# TideHeightsIntervalTooltip
source: The number of minutes required as an interval between the tidal heights. Valid range is 1 – 120 inclusive
de: Die Anzahl der Minuten, die als Intervall zwischen den Gezeitenhöhen benötigt werden. Gültiger Bereich ist 1 - 120 einschließlich
fr: Le nombre de minutes nécessaires comme intervalle entre les hauteurs de marée. La plage valide est de 1 à 120 inclus

# TideHeightsTitle
source: Tide Heights
de: Gezeitenhöhen

# TideStationsCaption
source: Tide Stations
de: Gezeitenstationen
fr: Stations de marée

# TidesTitle
source: Tides
de: Gezeiten
fr: Les marées

# TideTimeCaption
source: Selected Tide Time
de: Ausgewählte Gezeitenzeit
fr: Heure de la marée sélectionnée

# TimeCaption
source: Time:
de: Zeit:
fr: Temps:

# ToCaption
source: To:
de: Zu:
fr: À:

# TodaysTidesCaption
source: Todays Tides
de: Die heutigen Gezeiten
fr: Marées d'aujourd'hui

# TooltipFindMyLocation
source: Find my location
de: Finde meinen Standort
fr: Trouver ma position

# TooltipVesselDraught
source: Vessels draught including safety factor
de: Schiffszug einschließlich Sicherheitsfaktor
fr: Tirant d'eau des navires avec facteur de sécurité

# TooltipVesselSafetyFactor
source: Vessels safety factor
de: Sicherheitsfaktor für Schiffe
fr: Facteur de sécurité des navires

# TotalDraughtNeededCaption
source: Total Draught Needed:
de: Gesamtentwurf erforderlich:
fr: Tirant d'eau total nécessaire:

# VesselDetailsCaption
source: Vessel Details
de: Schiffsdetails
fr: Détails du navire

# VesselDraughtCaption
source: Vessel Draught:
de: Schiffsentwurf:
fr: Tirant d'eau du navire:

# VesselSafetyFactorCaption
source: Vessel Safety Factor:
de: Schiffssicherheitsfaktor:
fr: Facteur de sécurité du navire:

# ViewTideStationsMapCaption
source: View Tide Stations on Map
de: Gezeitenstationen auf Karte anzeigen
fr: Voir les stations de marée sur la carte

# LoadingTideHeightsMessage
source: Loading Tide Heights Data...
de: Laden von Gezeitenhöhendaten ...
fr: Chargement des données Tide Heights ...

# EmptyTideHeightsData
source: No Tide Height Data Found
de: Keine Gezeitenhöhendaten gefunden
fr: Aucune donnée de hauteur de marée trouvée

# SaveFileCaption
source: Save CSV File
de: CSV-Datei speichern
fr: Enregistrer le fichier CSV

# SaveFileFilter
source: Csv files (*.csv)|*.csv|All files (*.*)|*.*
de: CSV-Dateien (* .csv) | * .csv | Alle Dateien (*. *) | *. *
fr: Fichiers csv (* .csv) | * .csv | Tous les fichiers (*. *) | *. *

# CsvExportCompleteMessage
source: Completed CSV Export to {0}
de: CSV-Export nach {0} abgeschlossen
fr: Exportation CSV vers {0} terminée

# ExportToCsvCaption
source: Export to CSV
de: In CSV exportieren
fr: Exporter au format CSV

# TideTimeAxisTitle
source: Tide Time
de: Gezeitenzeit
fr: Heure de la marée

# SelectTideStationLeft
source: Select Tide Station 1:
de: Wählen Sie Gezeitenstation 1:
fr: Sélectionnez Tide Station 1:

# SelectTideStationRight
source: Select Tide Station 2:
de: Wählen Sie Gezeitenstation 2:
fr: Sélectionnez Tide Station 2:

source: Compare Tide Data
de: Gezeitendaten vergleichen
fr: Comparez les données de marée
